<?php
session_start();
?>

<!DOCTYPE html>
<html lang="AR">
  <head>
    <title>التوعية الصحية</title>
    <?php
    include "head.html";
    ?>

    <div class="topnav" id="myTopnav">
   <a  href="Home.php">الصفحة الرئيسية</a>
   <a id="ps" href="Awareness.php" class="active"> التوعية الصحية</a>
   <a id="pa" href="About.php">عن المستشفى</a>
   <a id="ps2" href="Staff.php">الطاقم الطبي</a>
   <a id="li" href="Login.php">تسجيل الدخول</a>
   <a id="lo" style="display:none" href="Logout.php">تسجيل الخروج</a>
   <a href="apointment.php"  id="ut" class="ut">المواعيد</a>
   <a href="javascript:void(0);" class="icon" onclick="myFunction()">
     <i class="fa fa-bars"></i>
   </a>
 </div>
  

 <?php if(!isset($_SESSION["userid"])){
   echo" <script>
   $('.ut').css('display', 'none');
   </script>";}
   
   if(isset($_SESSION['userid'])){
    echo" <script>
    $('#li').css('display', 'none');
    $('#lo').css('display', 'block');
    </script>";

   if($_SESSION["ut"] === 1){
     echo"<script>
         $('#ut').prop('href','apointment.php');
         </script>";
   }
   elseif($_SESSION['ut'] === 2){
        echo"<script>
            $('#ut').prop('href','drapointment.php');
            </script>";}
    elseif($_SESSION['ut'] === 3){
            echo"<script>
                $('#ut').prop('href','emapointment.php');
                </script>";}}
?>

<br><br><br>
<div dir="rtl" style="padding: 2%">
<h1 style="text-align: right;">صحة فم وأسنان المرأة الحامل</h1>
<p style="text-align: right; color:#2cbcbc;"><strong>نبذة مختصرة :</strong></p>
<ul style="text-align: right;">
<li>تحدث أثناء الحمل العديد من التغيرات الجسدية مما قد يؤثر في صحة الفم.</li>
<li>تغير العادات الغذائية والتغيرات الهرمونية هي أكثر أسباب مشاكل الفم والأسنان شيوعًا أثناء الحمل.</li>
<li>من أكثر مشاكل الفم والأسنان التي قد تحدث: التهاب اللثة، تآكل وتسوس الأسنان، أورام الحمل الحميدة في منطقة اللثة.</li>
<li>يجب إخبار طبيب الأسنان عن الحمل قبل البدء بعمل أي إجراء.</li>
<li>يجب الحرص على العناية بالأسنان أثناء الحمل أكثر من أي وقت.</li>
</ul>
<p style="text-align: right; color:#2cbcbc;"><strong>مقدمة :</strong><br /><p>الحمل هو فترة فريدة من حياة المرأة؛ حيث يحدث فيها العديد من التغيرات الجسدية مما قد يؤثر في صحة الفم، وفي الوقت نفسه تعد صحة الفم والأسنان هي المفتاح للصحة بشكل عام، حيث إن الوقاية والتشخيص والعلاج تعتبر ممارسات آمنة وفعّالة لتحسين صحة المرأة الحامل، بالإضافة إلى أنها مهمة لصحة الجنين أيضًا.</p>
<p style="text-align: right; color:#2cbcbc;"><strong>عواقب إهمال تنظيف الأسنان:</strong><br /><p>إن إهمال تنظيف الأسنان بالفرشاة والمعجون يؤدي إلى تراكم طبقة البلاك على أسطح الأسنان، مما يؤدي إلى زيادة البكتيريا المسببة لتسوس الأسنان والتهابات اللثة، حيث تقوم البكتيريا بإنتاج أحماض تهاجم الأسنان وتؤدي إلى تكسرها وحدوث التسوس، كما أن أنواعًا أخرى من البكتيريا تسبب التهابات اللثة.</p>
<p style="text-align: right; color:#2cbcbc;"><strong>تغيير فرشاة الأسنان:</strong><br /><p>ينصح بتغييرها كل ثلاثة أو أربعة أشهر، أو عند اهتراء شعيراتها وذلك للحفاظ على فعاليتها في التنظيف وعدم إيذاء أنسجة اللثة.</p>
<p style="text-align: right; color:#2cbcbc;"><strong>مشاكل الأسنان الشائعة أثناء الحمل:</strong><br /><p>توجد عدة مشاكل قد تزداد احتمالية حدوثها في فترة الحمل، وتعود إلى وضعها الطبيعي بعد الولادة، وتشمل:</p>
<ul style="text-align: right;">
<li><strong>التهاب اللثة:</strong><br />قد يحدث بسبب التغيرات الهرمونية التي تزيد استجابة أنسجة اللثة للبكتيريا.</li>
<li><strong>تسوس الأسنان:</strong><br /><p>تسوس الأسنان ليس مرضًا يحدث بسبب الحمل، وإنما تسببه البكتيريا وعادات الأكل الخاطئة، فقد يتغير النظام الغذائي في فترة الحمل (مثل زيادة تناول الوجبات الخفيفة)، أو تزداد حموضة الفم بسبب القيء، أو جفاف الفم، أو قلة نظافة الفم الناجمة عن الغثيان والقيء.</li>
<li><strong>تآكل الأسنان:</strong><br /><p>يحدث نتيجة القيء الناتج عن غثيان الصباح، حيث إنه من المعروف خلال الثلث الأول من الحمل كثرة القيء والارتجاع، مما يجعل أحماض المعدة تلامس الأسنان.</li>
<li><strong>أورام الحمل (الورم الحبيبي المقيّح):</strong><br /><p>هي نمو متزايد للأنسجة على اللثة، قد تحدث بسبب التغيرات الهرمونية بالجسم.</li>
</ul>
<p style="text-align: right;"><strong>التهاب اللثة:</strong><br /><p>اللثة السليمة تكون ذات لون وردي، ومشدودة لتثبيت الأسنان، ولا تنزف أبدًا عند لمسها أو تفريش الأسنان. وغالبًا لا يسبب التهاب اللثة أي ألم، وقد لا يعرف الشخص بأنه مصاب به، لذلك ينصح بإجراء الفحص الدوري للفم والأسنان.</p>
<p style="text-align: right;"><strong>أعراض التهاب اللثة أثناء الحمل:</strong></p>
<ul style="text-align: right;">
<li>احمرار وتورم اللثة.</li>
<li>نزيف اللثة بعد تنظيف الأسنان أو استخدام الخيط.</li>
<li>حساسية الأسنان.</li>
<li>صعوبة أو ألم أثناء المضغ.</li>
<li>سقوط الأسنان.</li>
</ul>
<p style="text-align: right;">أظهرت بعض الدراسات أن الأم المصابة بالتهاب اللثة قد تكون أكثر عرضة لبعض المشاكل، مثل: الولادة المبكرة أو انخفاض وزن المولود.</p>
<p style="text-align: right;"><strong>متى تجب رؤية الطبيب:</strong></p>
<ul style="text-align: right;">
<li>عند وجود مشاكل بسيطة في الفم والأسنان.</li>
<li>عند حدوث نزيف في اللثة أثناء تنظيف الأسنان.</li>
<li>إذا كانت آخر زيارة لطبيب الأسنان قبل 6 أشهر من الحمل.</li>
</ul>
<p style="text-align: right;">يجب إخبار طبيب الأسنان عن الحمل قبل البدء بعمل أي إجراء، وكذلك عن جميع الأدوية والفيتامينات التي يتم تناولها؛ لتجنب حدوث أي تعارض مع إجراءات وخطة الطبيب العلاجية.</p>
<p style="text-align: right;"><strong>الوقاية من مشاكل الفم والأسنان أثناء الحمل:</strong></p>
<ul style="text-align: right;">
<li>يجب الحرص على نظافة الأسنان أثناء الحمل أكثر من أي وقت؛ لأن الحمل يزيد العرضة للإصابة بالتهابات اللثة.</li>
<li>سؤال طبيب الأسنان إن كان بالإمكان تأجيل أي حشوات جديدة أو استبدالها بتركيبات التيجان، أو تأخيرها إلى ما بعد الولادة.</li>
<li>القيء يجعل الأسنان تتعرض مباشرة لأحماض المعدة، لذلك يجب عدم تنظيف (تفريش) الأسنان بعده مباشرة.</li>
<li>ينصح بالمضمضة بكأس ماء مخلوط بمقدار ملعقة صغيرة من بيكربونات الصوديوم بعد القيء، وذلك لتخفيف حموضة الفم.</li>
<li>الحرص على تنظيف الأسنان مرتين يوميًا بفرشاة ذات شعيرات ناعمة لمدة دقيقتين، واستخدام معجون أسنان يحتوي على الفلورايد، مع الحرص على تنظيف ما بين الأسنان بالخيط وغيره مرة يوميًّا.</li>
<li>استخدام غسول الفم الخالي من الكحول والسكريات أو المعطرات المهيجة للثة.</li>
<li>الحرص على المضمضة الجيدة بعد تناول الطعام.</li>
<li>قد ينصح الطبيب باستخدام العلاج بالفلورايد الموضعي؛ للتقليل من تآكل الأسنان.</li>
<li>عدم تأخير علاج مشاكل الأسنان البسيطة؛ لتجنب تطورها.</li>
<li>تجنب التدخين والتعرض للتدخين السلبي.</li>
<li>مضغ الطعام جيدًا لتقوية عضلات الفك، وتسهيل عملية الهضم والتمثيل الغذائي.</li>
<li>الحرص على التغذية السليمة، واتباع الإرشادات التالية:</li>
<ul>
<li>تجنب تناول الأطعمة الغنية بالسكر (مثل الحلويات).</li>
<li>اختيار وجبات خفيفة قليلة السكر (مثل الأجبان والخضراوات وغيرها).</li>
<li>المسارعة بتنظيف الفم بعد تناول الطعام خاصة السكريات، حتى وإن كانت ذات مصدر طبيعي.</li>
<li>الحرص على شرب الماء والحليب، وتجنب العصائر الغنية بالسكر والمشروبات الغازية.</li>
</ul>
</ul>
<p style="text-align: right;"><strong>الأسئلة الشائعة:</strong></p>
<ul style="text-align: right;">
<li><strong>هل يمكن خلع الأسنان أو علاج جذور الأسنان (العصب) أثناء الحمل؟</strong><br />الإجابة: نعم، يمكن خلع الأسنان أو علاج الجذور أثناء الحمل متى ما دعت الحاجة لذلك، وبشكل عام يفضل إجراء معالجات الأسنان خلال فترة الحمل في الثلث الثاني من الحمل.</li>
<li><strong>هل أشعة الأسنان والتخدير الموضعي (إبرة البنج) آمن أثناء الحمل؟</strong><br />الإجابة: نعم، تعتبر أشعة الأسنان التشخيصية وكذلك التخدير الموضعي للأسنان آمنين أثناء الحمل متى ما تم اتخاذ الإجراءات الطبية المتبعة بهذا الخصوص.</li>
<li><strong>هل يمتص الجنين من الكالسيوم الموجود في عظام وأسنان الأم؟</strong><br />الإجابة: يحصل الجنين على كمية الكالسيوم التي يحتاجها من الغذاء الذي تتناوله الأم، وليس من أسنانها أو عظامها، ولذلك يجب الحرص على تناول الأغذية الغنية بالكالسيوم، وفي بعض الحالات قد يصف الطبيب مكملات الكالسيوم للحامل.</li>
<li><strong>هل يسبب الحمل ظهور مشاكل بالأسنان لم تكن موجودة مسبقًا؟</strong><br />الإجابة: لا يتوقع تسبب الحمل في ظهور مشاكل بالأسنان متى ما تمت العناية بصحة الفم والأسنان خلال فترة الحمل.</li>
</ul>
<p style="text-align: right;"><strong>المفاهيم الخاطئة:</strong></p>
<ul>
<li style="text-align: right;"><strong>مع كل حمل يتم فقدان سن.</strong><br /><strong>الحقيقة:</strong>&nbsp;لا يوجد دليل علمي على ذلك.</li>
</ul>
    </div>
<hr>
    
<script>
        var myIndex = 0;
        carousel();
        
        function carousel() {
          var i;
          var x = document.getElementsByClassName("mySlides");
          for (i = 0; i < x.length; i++) {
            x[i].style.display = "none";  
          }
          myIndex++;
          if (myIndex > x.length) {myIndex = 1}    
          x[myIndex-1].style.display = "block";  
          setTimeout(carousel, 5000); // Change image every 2 seconds
        } 
  
  function myFunction() {
      var x = document.getElementById("myTopnav");
      if (x.className === "topnav") {
          x.className += " responsive";
      } else {
          x.className = "topnav";
      }
  }
  </script>
  </div>
  <?php 
include "footer.html";
?>
  </body>
  </html>
  